/* Alert title for when target/process dies while watching accesses on a variable */
"targetTeriminatedAlertTitleFormat" = "%@ 已终止";

/* Alert message for when target/process dies while watching accesses on a variable, asking if user wants to add the found instructions */
"targetTeriminatedAlertMessage" = "是否要将找到的指令添加到此文档？";

/* Alert responce to adding the found instructions when the target process terminated */
"targetTeriminatedAlertAddButton" = "添加";

/* Annotated description annotated label for general purpose registers; not sure if this should be localized */
"generalPurposeRegistersDescriptionLabel" = "通用寄存器";

/* Annotated description label for float/vector registers; not sure if this should be localized */
"floatAndVectorRegistersDescriptionLabel" = "浮点/向量寄存器";

/* Optional meta-label for generalPurposeRegistersDescriptionLabel and floatAndVectorRegistersDescriptionLabel above */
"firstRegisterAccessLabel" = "(首次访问)";

/* Notification title for when an instruction is found */
"foundInstructionNotificationTitle" = "找到指令";

/* Notification message for when an instruction is found */
"foundInstructionNotificationMessageFormat" = "找到指令 「%@」";

/* Alert title for when a variable cannot be watched */
"failedToWatchVariableAlertTitle" = "无法监视变量";

/* Alert message for when a variable's accesses cannot be watched */
"failedToWatchVariableAlertMessage" = "此时无法为该变量添加监视点。";

/* Label for watching x-bit write accesses at an address */
"watchWriteAccessesStatusFormat" = "正在监视 %2$@ 处 %1$lld 位写入访问…";

/* Label for watching x-bit read and write accesses at an address */
"watchReadAndWriteAccessesStatusFormat" = "正在监视 %2$@ 处 %1$lld 位读取和写入访问…";